Revit 2024 API
SymbolTypeId.OneColon Property
 Symbol 1:, indicating unit 1 : Ratio.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId OneColon { get; }
Visual Basic
Public Shared ReadOnly Property OneColon As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OneColon {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace